Repository: common-repository/captcha-eu
Catalog: languages/captcha-*.po
Languages: eu_de_de

source: ERROR
eu_de_de: FEHLER

source: Documentation
eu_de_de: Dokumentation

source: Settings
eu_de_de: Einstellungen

source: Captcha.eu Settings
eu_de_de: Captcha.eu Einstellungen

source: Captcha.eu failed
eu_de_de: Captcha.eu fehlgeschlagen

source: Overview
eu_de_de: Überblick

source: Let&apos;s set up your protection
eu_de_de: Richte deinen Schutz ein

source: Thank you for using Captcha! Make sure to update your settings to enable your protection!
eu_de_de: Danke, dass du Captcha benutzt! Stelle sicher dass deine Einstellungen vollständig sind um deinen Schutz zu aktivieren!

source: Successfully deactivated Captcha.eu
eu_de_de: Captcha.eu wurde erfolgreich deaktiviert

source: You can always reactivate this plugin on your plugins page
eu_de_de: Du kannst das Plugin jederzeit auf deiner Plugin Seite reaktivieren

source: Open Ticket
eu_de_de: Support Anfrage

source: Message *
eu_de_de: Nachricht *

source: Send
eu_de_de: Senden

source: Ticket couldn't be sent!
eu_de_de: Ticket konnte nicht eröffnet werden!

source: Ticket created successfully
eu_de_de: Ticket erfolgreich eröffnet

source: Connection failed
eu_de_de: Verbindung fehlgeschlagen

source: Connection failed. Invalid Public Key
eu_de_de: Verbindung fehlgeschlagen. Invalider Public Key

source: Created at
eu_de_de: Erstellt am

source: Validations Total
eu_de_de: Validierungen Total

source: Validations left
eu_de_de: Validierungen übrig

source: Last Payment
eu_de_de: Letzte Zahlung

source: Period Start
eu_de_de: Periode Start

source: Period End
eu_de_de: Periode Ende

source: Days left
eu_de_de: Tage verbleibend

source: Connection failed - Verify your settings!
eu_de_de: Verbindung fehlgeschlagen - Prüfe deine Einstellungen!

source: Fields missing or empty
eu_de_de: Felder fehlen oder sind leer

source: Back to
eu_de_de: Zurück zu

source: Spam declined
eu_de_de: Spam abgelehnt

source: Once every 30 minutes
eu_de_de: Alle 30 Minuten

source: Download
eu_de_de: Herunterladen

source: Validation Requests failed - Make sure to check your network settings!
eu_de_de: Validierungsanfragen fehlgeschlagen - Prüfe deine Netzwerkeinstellungen!

source: Settings updated
eu_de_de: Einstellungen aktualisiert

source: Save Changes
eu_de_de: Änderungen speichern

source: Paste your REST Key here
eu_de_de: Füge deinen REST Key hier ein

source: Paste your Public Key here
eu_de_de: Füge deinen Public Key hier ein

source: Paste your Host here
eu_de_de: Füge deinen Host ein

source: Select your Plugins
eu_de_de: Wähle deine Plugins aus

source: 3rd Party
eu_de_de: Drittanbieter

source: Registration
eu_de_de: Registrierung

source: Password Reset
eu_de_de: Passwort zurücksetzen

source: Comments
eu_de_de: Kommentare

source: You can find your Public Key in the Captcha Dashboard:
eu_de_de: Du findest deinen Public Key im Captcha Dashboard:

source: You can find your REST Key in the Captcha Dashboard:
eu_de_de: Du findest deinen REST Key im Captcha Dashboard:

source: You can find your Host in the Captcha Dashboard:
eu_de_de: Du findest deinen Host im Captcha Dashboard:

source: Enable
eu_de_de: Aktivieren

source: Register
eu_de_de: Registrierung

source: Contact
eu_de_de: Kontakt

source: Proxy Settings
eu_de_de: Proxy Einstellungen

source: User Information
eu_de_de: Benutzer Information
